---
kind: property
id: P:Autodesk.Revit.DB.Electrical.Wire.GroundConductorNum
source: html/77c42cca-7a15-32a2-3a4e-172cb533a022.htm
---
# Autodesk.Revit.DB.Electrical.Wire.GroundConductorNum Property

The ground conductor number. Its default value is zero after created.

## Syntax (C#)
```csharp
public int GroundConductorNum { get; set; }
```